tap "homebrew/bundle"
brew "alsa-lib"
brew "python@3.11"
brew "fmt"
brew "libsodium"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "go"
brew "harfbuzz"
brew "jpeg-turbo"
brew "openjdk"
brew "procs"
brew "rogue"
brew "tig"
brew "watchman"
brew "eza"
brew "bat"
brew "vim"
brew "neovim"
