rust
dotnet-sdk
dotnet-runtime
go
deno
nodejs
npm
pnpm


git
zsh
sheldon
vim
ripgrep
curl
wget

vivaldi
firefox
discord
notion


eza
bat
dust
fastfetch
tokei
jq


hyprland
sway
swaybg
waybar
rofi
wofi
mako
wezterm
thunar
grim
slurp
swappy
hyprpaper
pavucontrol
swayidle
swaylock

networkmanager
network-manager-applet

pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
wireplumber

sddm
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg


fcitx5
fcitx5-skk
fcitx5-qt
fcitx5-gtk
skk-jisyo

lightdm
lightdm-webkit2-greeter
polkit-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs
gnome-keyring
libsecret
qt5-wayland
qt6-wayland

bluez
bluez-utils
blueman

htop
btop
p7zip
unrar
unzip
zip
tlp
tlp-rdw
powertop
wl-clipboard
cliphist
imv
zathura
zathura-pdf-mupdf
mpv
udisks2
udiskie
lxappearance
papirus-icon-theme
xcursor-themes

ttf-dejavu
ttf-liberation
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
